Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: The agent stimulates the body's immune system to recognize the agent as a threat, destroy it, and to further recognize and destroy any of the microorganisms associated with that agent that it may encounter in the future.
es: El agente estimula el sistema inmunológico del cuerpo a reconocer al agente como una amenaza, destruirla y guardar un registro del mismo, de modo que el sistema inmune puede reconocer y destruir más fácilmente cualquiera de estos microorganismos que encuentre más adelante.

source: Staff of 68, that runs the organisation on a day-to-day basis under the direction of a chief executive officer, Richard Hatchett.
es: Personal con 68 personas, [14]​ que dirige la organización en el día a día bajo la dirección de un director ejecutivo, Richard Hatchett.

source: The Federation of Filipino Chinese Chambers of Commerce and Industry, Inc and the Trade Union of Congress of the Philippines have condemned anti-Chinese propaganda with links to the virus.
es: [58]​ La Federación de Cámaras de Comercio e Industria de China filipina, Inc. y el Sindicato del Congreso de Filipinas han condenado la propaganda anti-china con vínculos con el virus.

source: "This section enunciated the call for ""Health For All"" which became a campaign of the WHO in the coming years."
es: Su lema fue «Salud para todos en el año 2000».

source: Quarantine officers were dispatched to the ship to prevent the disembarkation of crew and passengers, and to escort infected patients to medical facilities.
es: Se enviaron oficiales de cuarentena al barco para evitar el desembarco de la tripulación y los pasajeros, y para escoltar a los pacientes infectados a las instalaciones médicas.

source: A Life of Illusion (Joe Walsh cover)
es: «Life of Illusion» (versión de Joe Walsh)

source: Changes to the delivery of health services.
es: Cambios en la prestación de servicios de salud.

source: It was #1 paid app for both iPhone and iPad in the U.S. for two weeks after launch.
es: Fue la aplicación de paga número 1 para iPhone y iPad en los Estados Unidos durante dos semanas después de su lanzamiento.

source: Vaccines contain a microorganism or virus in a weakened, live or killed state, or proteins or toxins from the organism.
es: [1]​ Normalmente una vacuna contiene un agente que se asemeja a un microorganismo causante de la enfermedad y a menudo se hace a partir de formas debilitadas o muertas del microbio, sus toxinas o una de sus proteínas de superficie.

source: "It has been referred to as ""atypical myopathy"" or ""myoglobinuria of unknown etiology""."
es: "Los casos comunicados lo han sido como ""miopatía atípica"" o ""mioglobinuria de etiología desconocida""."

source: Journalists commented on the effects of Sinn Féin's late surge and unexpectedly high first-preference vote.
es: Periodistas comentaron los efectos de la oleada final del Sinn Féin y el inesperado alto número de votos de primera preferencia.

source: Cirrhosis is more common in those also infected with hepatitis B, schistosoma, or HIV, in alcoholics and in those of male gender.
es: [3]​ La cirrosis es más común aún en las personas que también están infectadas con hepatitis B o con VIH, en los que presentan alcoholismo y en los varones.

source: Government fixes a maximum price of 0.96 euros per facemask.
es: "El gobierno fija el precio de las mascarillas en 96 céntimos por unidad para ""evitar abusos""."

source: On 19 March, a person self-identified as a member of the Tupamaro colectivo in the 23 de Enero parish of Caracas declared to his community with a megaphone that a case was confirmed, specifically in Block 39, asking his neighbors to stay home and to prevent other blocks from being infected.
es: El 19 de marzo, una persona autoidentificada como miembro del colectivo Tupamaro en la parroquia 23 de Enero de Caracas declaró a su comunidad con un megáfono que se confirmó un caso, específicamente en el Bloque 39, pidiendo a sus vecinos que se quedaran en casa para evitar la infección.

source: Drivers for Health Equity
es: Desigualdades Internacionales de la Salud

source: The Chinese Embassy in Berlin has acknowledged a rise in hostile cases against its citizens since the outbreak.
es: La embajada china en Berlín ha reconocido un aumento en los casos hostiles contra sus ciudadanos desde el brote de coronavirus.

source: "General Robert B. Abrams observed that the North Korean military had ""been on lockdown for about 30 days"" and ""didn’t fly an airplane for 24 days""."
es: "[1]​ El general Robert B. Abrams observó que el ejército norcoreano había ""estado encerrado durante unos 30 días"" y ""no pilotó ningún avión durante 24 días""."

source: Lockdown restrictions also mandated the temporary closure of non-essential shops and businesses, including bars, restaurants, cafes, cinemas and commercial and retail businesses, while also announcing that the government will be able to take over private healthcare providers, if needed.
es: [197]​[198]​ Las restricciones también ordenan el cierre temporal de todas las tiendas y empresas no esenciales, incluyendo bares, cafeterías, cafés, cines o centros comerciales[195]​, así como permitir al gobierno central y a los autonómicos disponer tanto de la sanidad pública como privada para llevar a cabo unas medidas más efectivas en el control de la enfermedad.

source: The only major difference was the individuals who worked there.
es: La gran diferencia que encontró fue el tipo de personal que trabajaba en ellas.

source: His contemporaries, including his wife, believed he was losing his mind, and in 1865, nearly twenty years after his breakthrough, he was committed to the Landesirrenanstalt Döbling (provincial lunatic asylum).
es: Sus contemporáneos, incluyendo su esposa, pensaron que estaba perdiendo la cabeza y en 1865, casi veinte años después de su descubrimiento, fue internado en una institución para enfermos mentales, donde murió por una septicemia, posiblemente resultado de una paliza propinada por los guardias.

source: In these patients, PAP ventilation can prevent the need for tracheal intubation, or allow earlier extubation.
es: En estos pacientes, la ventilación PAP puede prevenir la necesidad de intubación traqueal, o permitir la extubación anterior.

source: "Thank you."""
es: Disculpe».

source: She is the sister ship of Star Princess and Golden Princess.
es: La nave hermana de Star Princess y Golden Princess.

source: The American Film Institute's lifetime achievement ceremony to honor Julie Andrews was pushed back from April to the summer.
es: [19]​ La ceremonia de logros de toda la vida del American Film Institute para honrar a Julie Andrews se retrasó de abril al verano.

source: After that, Otis faced Dolph Ziggler (accompanied by Sonya Deville).
es: Otis derrotó a Dolph Ziggler (con Sonya Deville) (8:15).

source: It gained media attention because of its connection to the opioid epidemic.
es: [1]​ El tema obtuvo la atención de los medios debido a su conexión con la epidemia de opioides.

source: The player assumes the role of a customizable character who moves to a deserted island after purchasing a deserted island package from Tom Nook, a tanuki character who is a staple of the series.
es: El jugador asume el papel de un personaje personalizable que se mueve por una isla desierta tras comprarle un pack de vacaciones a Tom Nook, un mapache recurrente en la serie.

source: More than 4,000 coronavirus-related domains have been registered.
es: Se han registrado más de 4.000 dominios relacionados con el coronavirus.

source: The Japanese Academy Prize ceremony went ahead on March 6.
es: La ceremonia del Premio de la Academia Japonesa se llevó a cabo el 6 de marzo.

source: Polio transmission recurred in Angola, Chad and the Democratic Republic of the Congo.
es: [87]​ La transmisión del polio se reinició en Angola, Chad y la República Democrática del Congo.

source: Medical hand hygiene refers to hygiene practices related to medical procedures.
es: La higiene médica de manos se refiere a las prácticas de aseo relacionadas con procedimientos sanitarios.

source: On 10 March 2020, Health Minister Ali Pilli announced the Northern Cyprus's first case of COVID-19, a 65-year-old tourist from Germany.
es: El 10 de marzo de 2020, el ministro de Salud, Ali Pilli, anunció el primer caso de COVID-19 en el país, un turista alemán de 65 años.

source: On 25 March 2020, the Ministry of health confirmed a new death bringing the total to 6, a 65 years old person who suffered from chronic illnesses.
es: El 25 de marzo de 2020, el Ministerio de salud confirmó una sexta muerte, una persona de 65 años quién padecía de enfermedades crónicas.

source: He died the next day, and four of his fellow soldiers were later hospitalized.
es: Murió al día siguiente y cuatro de sus compañeros tuvieron que ser hospitalizados.

source: Sex-based immunological differences, lesser prevalence of smoking in women and men developing co-morbid conditions such as hypertension at a younger age than women could have contributed to the higher mortality in men.
es: Las diferencias inmunológicas basadas en el sexo, una menor prevalencia de fumadoras, y que los hombres desarrollan condiciones co-mórbidas como la hipertensión a edades más tempranas que las mujeres, podrían contribuir a la mayor mortalidad en hombres.

source: Li was born in 1995 in Pingxiang, Jiangxi.
es: Li nació en 1995 en Pingxiang, Jiangxi.

source: One potential advantage of DNA vaccines is that they are very easy to produce and store.
es: Una ventaja de las vacunas ADN es que son muy fáciles de producir y almacenar.

source: However, the World Health Organization says that it has not seen problems with Iran's reported figures.
es: [5]​[6]​[7]​ Sin embargo, la Organización Mundial de la Salud dice que no ha visto problemas con las cifras reportadas por Irán.

source: The Federal Reserve announced $450 billion in foreign exchange swap lines to the central banks of Australia, Brazil, South Korea, Mexico, Singapore, Sweden, Denmark, Norway and New Zealand, with the swap lines for the Central Bank of Brazil, the Monetary Authority of Singapore, and the Bank of Korea amounting to $60 billion each.
es: La Reserva Federal anunció $ 450 mil millones en líneas de intercambio de divisas a los bancos centrales de Australia, Brasil, Corea del Sur, México, Singapur , Suecia , Dinamarca , Noruega y Nueva Zelanda [93]​, con las líneas de intercambio para el Banco Central de Brasil, la Autoridad Monetaria de Singapur y el Banco de Corea por valor de $ 60 mil millones cada uno[94]​[95]​[96]​.

source: According to state-owned media, as of March 16, 2020, 91.91% of all Hubei patients have used TCM, with the rate reaching 99% in field hospitals and 94% in bulk quarantine areas.
es: Según los medios estatales, hasta el 16 de marzo de 2020, el 91.91% de todos los pacientes de Hubei habían usado TCM, con una tasa que alcanza el 99% en hospitales de campaña y el 94% en áreas de cuarentena a granel.

source: Since then, a large number of strains from this subspecies have had their genomes sequenced, leading to a clarification of subspecies boundaries.
es: [3]​ Desde entonces, una gran cantidad de cepas de esta subespecie han tenido sus genomas secuenciados, lo que lleva a una aclaración de los límites de las subespecies.

source: Abe announced that he would introduce appropriate countermeasures to the disease in coordination with the National Institute of Infectious Diseases (NIID).
es: Abe anunció que introduciría contramedidas apropiadas para la enfermedad en coordinación con el Instituto Nacional de Enfermedades Infecciosas (NIID).

source: He has compared preventive actions taken by the Taiwanese government and expressed the belief that other nations should have implemented such measures.
es: Ha comparado las acciones preventivas tomadas por el gobierno taiwanés y expresó la creencia de que otras naciones deberían haber implementado medidas similares.

source: A ratio of 2 patients to 1 nurse is recommended for a medical ICU, which contrasts to the ratio of 4:1 or 5:1 typically seen on medical floors.
es: Los enfermeros que trabajan en estas áreas poseen un ratio de 1:1 o de 2:1, es decir, un paciente por enfermero o máximo dos.

source: "This ""overshoot"" occurs in 20–30% of those people who have developed kidney failure."
es: "Este ""rebosamiento"" se ha observado en el veinte al treinta por ciento de las personas con insuficiencia renal."

source: On 28 February, the fashion designer agnès b. (not to be confused with Agnès Buzyn) cancelled fashion shows in Paris Fashion Week, which had been scheduled to run until 3 March.
es: El 28 de febrero, la diseñadora de moda agnès b. (que no debe confundirse con Agnès Buzyn) canceló los desfiles de moda en la Semana de la Moda de París, que estaba programada para el 3 de marzo.

source: Since 13 March, the pandemic has been managed in the protection stage as per the RKI plan, with German states mandating school and kindergarten closures, postponing academic semesters and prohibiting visits to nursing homes to protect the elderly.
es: Desde el 13 de marzo, la pandemia de la corona se gestiona en la etapa de protección con los estados alemanes que comienzan a cerrar las escuelas y el jardín de infantes, retrasando el comienzo del semestre y prohibiendo las visitas a hogares de ancianos para proteger a los ancianos.

source: The draft was held from April 23–25 via videoconferencing.
es: Se llevará a cabo los días 23, 24 y 25 de abril a través de videoconferencias.

source: On 12 March 2020, after a meeting between President Recep Tayyip Erdoğan and the rest of the Turkish government, Press Secretary İbrahim Kalın announced that all schools in Turkey would be closed starting from 16 March 2020 for a week.
es: El 12 de marzo de 2020, después de una reunión entre el presidente Recep Tayyip Erdoğan y el resto del gobierno turco, el secretario de prensa, İbrahim Kalın, anunció que las escuelas primarias, secundarias y secundarias en Turquía se cerrarían a partir del 16 de marzo de 2020 durante una semana.

source: Gilbert attended Kettering High School, where she realised that she wanted to work in medicine.
es: Estudió en el instituto de Kettering, donde se dio cuenta que quería trabajar en medicina.

source: Other symptoms are nonspecific and result either from the consequences of muscle tissue breakdown or from the condition that originally led to the muscle breakdown.
es: También hay síntomas inespecíficos como resultado de la desintegración del tejido muscular o de la situación o estado que la originó.

source: If an underlying muscle disease is suspected, for instance if there is no obvious explanation or there have been multiple episodes, it may be necessary to perform further investigations.
es: Cuando se sospecha una enfermedad muscular subyacente, por ejemplo, en ausencia de una explicación obvia o en casos de recurrencia, puede ser necesario profundizar la investigación diagnóstica.

source: New Democracy MP Elena Rapti also said she was going and that if there was deep faith, Communion was healing.
es: La diputada de Nueva Democracia, Elena Rapti, también dijo que iría y que si había una fe profunda, la Comunión estaba sanando.

source: Once there is improvement in the patient's general condition, the barbiturates are withdrawn gradually and the patient regains consciousness.
es: Una vez que hay una mejora en el estado general del paciente, los barbitúricos se retiran gradualmente, y el paciente recupera la conciencia.

source: March 21: The first death due to COVID-19 is recorded- the 68-year-old Italian woman who had been on the Costa Luminosa cruise ship from Florida, and who had underlying health issues.
es: 21 de marzo: se registra la primera muerte por COVID-19: la mujer italiana de 68 años que había estado en el crucero Costa Luminosa desde Florida y que tenía problemas de salud subyacentes.

source: Dutch residents of Asian descent report having been called out as carriers of the coronavirus during their commute, in the supermarket, in school, and on social media.
es: Los residentes de ascendencia asiática informaron que fueron tildados de portar el coronavirus durante su viaje, en el supermercado o en la escuela.

source: As of 22 February, among 9,336 followers of the church, 1,261 reported symptoms.
es: Hasta el 22 de febrero, entre 9336 seguidores de la iglesia, 1261 informaron síntomas.

source: The morphology of Acinetobacter species can be quite variable in Gram-stained human clinical specimens, and cannot be used to differentiate Acinetobacter from other common causes of infection.
es: Sin embargo, la morfología puede ser variable en los especímenes teñidos en el laboratorio, por lo que no se puede usar para identificar Acinetobacter de las otras causas de infección.

source: Other preventive measures have been adopted as time has gone by, such as partial closure of borders, restricting entry of foreigners, curfews, and strengthening controls to ensure compliance with the measures.
es: [5]​ Se han adoptado otras medidas preventivas y restrictivas con el correr de los días, como el cierre de fronteras, la restricción de desembarque de extranjeros, el toque de queda nocturno, el endurecimiento de los controles por las calles y rutas, entre otros.

source: The standard settings for a hot air oven are:
es: Los modos estándar de funcionamiento de un horno de aire caliente son:

source: On 8 March, the Latvian Centre for Disease Prevention and Control confirmed that a second patient in Latvia had tested positive for COVID-19, and had since been taken to the Infectious Disease Centre of the Riga Eastern Clinical University Hospital.
es: El 8 de marzo, el Centro de Prevención de Control de Enfermedades local confirmó que un segundo paciente de Letonia había dato positivo en una prueba para el Covid-19, habiendo sido conducida al Centro de Enfermedades Infecciosas del Hospital de la Universidad Clínica Oriental de Riga.

source: In January, new U.S. corporate debt fell 10% from the previous year, potentially indicating more caution from investors.
es: En enero, la nueva deuda corporativa de EE. UU. cayó un 10% con respecto al año anterior, lo que podría indicar una mayor precaución de los inversores.

source: The Islamic Society of North America, Muslim Medical Association of Canada and the Canadian Council of Imams recommended that congregations suspend Friday congregational prayers and gatherings.
es: La Sociedad Islámica de América del Norte, la Asociación Médica Musulmana de Canadá y el Consejo Canadiense de Imanes recomendaron que las congregaciones suspendan las oraciones y reuniones de los azalá del viernes.

source: On April 1, with Holy Week and Easter approaching, the government announced new measures to contain the spread of COVID-19 during this time when people are used to going out and vacationing.
es: El 1 de abril, en el marco de la Semana Santa, el Gobierno anunció nuevas medidas para contener el contagio por el COVID-19 en estas fechas.

source: Beginning in 2014, U.S. shale oil production increased its market share; as other producers continued producing oil, prices crashed from above $114 per barrel in 2014 to about $27 in 2016.
es: A partir de 2014, la producción de petróleo de esquisto bituminoso estadounidense aumentó su participación en el mercado; A medida que otros productores continuaron produciendo petróleo, los precios cayeron de más de $ 114 por barril en 2014 a alrededor de $ 27 en 2016.

source: Additionally, at a time when people were encouraged to stay at home, the government was criticized for allowing airline passenger transport and tax reductions that support tourism.
es: Además, en un momento en que se alentaba a las personas a quedarse en casa, el gobierno fue criticado por permitir el transporte de pasajeros de las aerolíneas y las reducciones de impuestos que respaldan el turismo.

source: Edge's wife and fellow Hall of Famer Beth Phoenix appeared on the March 2 episode to give a medical update on her husband.
es: [20]​ La esposa de Edge y también luchadora Beth Phoenix apareció en el episodio del 2 de marzo de Raw para dar una actualización médica sobre Edge.

source: pp. 96–98.
es: 4 2005. pp. 158-163.

source: People coming to Antarctica research stations have to undergo isolation and COVID-19 screening.
es: Las personas que llegan a las estaciones de investigación de la Antártida deben someterse a aislamiento y detección de COVID-19.

source: In 2008, Semmelweis was selected as the motif for an Austrian commemorative coin.
es: En 2008, Semmelweis fue seleccionado como motivo para una moneda conmemorativa en Austria.

source: Pakistan International Airlines also announced to pre-screen passengers before they board the plane on its flights at the Beijing Capital International Airport.
es: Pakistán International Airlines también anunció que preseleccionaría a los pasajeros antes de abordar el avión en sus vuelos en el aeropuerto de Beijing.

source: COVID-19 testing can identify the SARS-CoV-2 virus and includes methods that detect the presence of virus itself (RT-PCR and isothermal nucleic acid amplification) and those that detect antibodies produced in response to infection.
es: Las pruebas de laboratorio para la COVID-19 y el virus asociado SARS-CoV-2 incluyen los métodos que detectan la presencia del virus y aquellos que detectan los anticuerpos producidos en respuesta a la infección.

source: Mitochondrial myopathies: deficiency of succinate dehydrogenase, cytochrome c oxidase and coenzyme Q10
es: Las miopatías mitocondriales que pueden causar rabdomiólisis son las deficiencias de succinato deshidrogenasa, citocromo c oxidasa y coenzima Q10.

source: The time between infection and onset of symptoms is generally four to five years.
es: [cita requerida] El periodo de incubación de la enfermedad es de 4 o 5 años.

source: Research indicates that measures must be applied rigorously and immediately in order to be effective.
es: Las investigaciones indican que las medidas tienen que ser aplicadas rigurosamente e inmediatamente para ser eficaces.

source: Shielding measures for individuals include limiting face-to-face contacts, conducting business by phone or online, avoiding public places and reducing unnecessary travel.
es: auto-protección sanitaria: las medidas individuales incluyen contactos presenciales limitados, hacer negocios por teléfono o internet, evitar sitios públicos y reducir los viajes innecesarios[16]​[17]​

source: The recovery of patient 0 was reported by the Ministry of Health the same day.
es: [4]​[5]​ El paciente cero fue reportado como recuperado ese mismo día.

source: Public Health Emergency declarations
es: Desarrollo de la pandemia

source: "enforcement of hygiene procedures such as HACCP and the ""cold chain"";"
es: Respetar los protocolos de seguridad alimentaria como el HACCP y la cadena de frío.

source: The swelling itself may lead to destruction of muscle cells, but those cells that survive are subject to various disruptions that lead to rise in intracellular calcium ions; the accumulation of calcium outside the sarcoplasmic reticulum leads to continuous muscle contraction and depletion of ATP, the main carrier of energy in the cell.
es: La inflamación en sí puede llevar a la destrucción de las células musculares, pero las que sobreviven están sujetas a diversas perturbaciones que conducen a un aumento de los iones calcio en el compartimento intracelular; la acumulación de calcio fuera del retículo sarcoplasmático produce una contracción muscular continua y el agotamiento del adenosín trifosfato o ATP (del inglés adenosine triphosphate), el principal transportador de energía de la célula.
